{
  "_note1": "This json file contains the words for Mules Gaming's Minecraft Wordle",
  "_note2": "Check out the Minecraft Wordle here: *url*",
  "_note3": "Don't continue if you don't want word spoilers!!",
  "words": [
    {"word": ["s","w","o","r","d"], "about": "The sword is a combat weapon in Minecraft. It comes in 6 types: wood, stone, iron, gold, diamond, and netherite.", "wiki": "https://minecraft.fandom.com/wiki/Sword"},
    {"word": ["c","r","a","f","t"], "about": "Crafting is a fundamental part of Minecraft (its even in the name)! Typically you craft using a crafting table. You use items such as iron and gold while crafting but most items in the game can be used to craft!", "wiki": "https://minecraft.fandom.com/wiki/Crafting"},
    {"word": ["b","l","a","z","e"], "about": "Blazes are a mob made of flame in Minecraft. They spawn in Neather fortresses and spit fireballs at you. They drop blaze rods which are needed to reach the end.", "wiki": "https://minecraft.fandom.com/wiki/Blaze"},
    {"word": ["b","l","o","c","k"], "about": "The world of Minecraft is made out of blocks. All blocks can be mined*, and placed.", "wiki": "https://minecraft.fandom.com/wiki/Block"},
    {"word": ["b","o","a","t","s"], "about": "A boat is a item that can be used to travel across water (and ice). Each wood type (excluding the nether wood types) has a variant (oak, spruce, birch, jungle, acacia, dark oak, mangrove, cherry, and bamboo (Cherry and bamboo are upcoming in the 1.20 Tales and Trails update)).", "wiki": "https://minecraft.fandom.com/wiki/Boat"},
    {"word": ["p","l","a","n","k"], "about": "Wooden planks can be crafted from one log of the desired plank varent. Planks are often used in crafting and can be used as a building block. Each wood type has a plank (oak, spruce, birch, jungle, acacia, dark oak, warped, crimson, mangrove, cherry, and bamboo (Cherry and bamboo are upcoming in the 1.20 Tales and Trails update)).", "wiki": "https://minecraft.fandom.com/wiki/Planks"},
    {"word": ["m","i","n","e","s"], "about": "Mining is a fundemental part of Minecraft. It is how you break blocks to get that block or a reasource from it.", "wiki": "https://minecraft.fandom.com/wiki/Breaking"},
    {"word": ["b","i","o","m","e"], "about": "The Minecraft World is made up of diffrent biomes. As of 1.19 there are 63 biomes. 5 for the Nether and end and 52 in the overworld (in 1.20 the Tails and Trails update the overworld will have 53 biomes), however many of these overworld biomes are varintents of main biomes.", "wiki": "https://minecraft.fandom.com/wiki/Biome"},
    {"word": ["g","r","a","s","s"], "about": "The grass block is a commen block in Minecraft which will turn into dirt when broke (unless a silk touch enchantment is used). ", "wiki": "https://minecraft.fandom.com/wiki/Grass_Block"},
    {"word": ["w","a","t","e","r"], "about": "Water is a liquid in Minecraft. It forms natrualy in oceans, rivers, and swamps. You can swim in water and biuld like you can on land but mining block takes logner. It can be picked up with a bucket.", "wiki": "https://minecraft.fandom.com/wiki/Water"},
    {"word": ["g","e","o","d","e"], "about": "In Minecraft, Amethyst Geodes spawn underground (below y 30) and are the only place in the game to find amethyest natrualy. They have a puter shell of smooth basalt, a iner shell of calcite, and a inner layer of amethyest and amethyest clusters.", "wiki": "https://minecraft.fandom.com/wiki/Amethyst_geode"},
    {"word": ["l","a","p","i","s"], "about": "Lapis is a blue ore that can be found underground. When you mine it it drops Lapis Lusuli which is required to enchant items in a enchanting table.", "wiki": "https://minecraft.fandom.com/wiki/Lapis_Lazuli"},
    {"word": ["a","r","r","o","w"], "about": "Arrows can be crafted with a peice flint, a stick, and a piece of iron making 4 arrows. Arrows can also be gotten from trading with fleching villagers or from skeletons. Arrows can be shot out of a bow or crossbow. Potion effects can be added to arrows with dragons breath and with glowstone can be turned in a specirual arrow which gives glowing to the target.", "wiki": "https://minecraft.fandom.com/wiki/Arrow"},
    {"word": ["a","p","p","l","e"], "about": "Apples are food in minecraft that give you 4 food points back. They can drop for oak tree leaves or be found in structures as loot. Using 8 gold ingots you can turn it into a golden apple. There is also a enchanted golden apple varent that is only obtanable via structures.", "wiki": "https://minecraft.fandom.com/wiki/Apple"}
  ]
}