{
  "_note1": "This json file contains the words for Mules Gaming's Minecraft Wordle",
  "_note2": "Check out the Minecraft Wordle here: https://minecraftwordle.fun",
  "_note3": "Don't continue if you don't want word spoilers!!",
  "words": [
    {"word": ["s","w","o","r","d"], "about": "The sword is a combat weapon in Minecraft. It comes in 6 types: wood, stone, iron, gold, diamond, and netherite.", "wiki": "https://minecraft.wiki/w/Sword"},
    {"word": ["c","r","a","f","t"], "about": "Crafting is a fundamental part of Minecraft (its even in the name)! Typically you craft using a crafting table. You use items such as iron and gold while crafting but most items in the game can be used to craft!", "wiki": "https://minecraft.wiki/w/Crafting"},
    {"word": ["b","l","a","z","e"], "about": "Blazes are a mob made of flame in Minecraft. They spawn in Nether fortresses and spit fireballs at you. They drop blaze rods which are needed to reach the end.", "wiki": "https://minecraft.wiki/w/Blaze"},
    {"word": ["b","l","o","c","k"], "about": "The world of Minecraft is made out of blocks. All blocks can be mined*, and placed.", "wiki": "https://minecraft.wiki/w/Block"},
    {"word": ["b","o","a","t","s"], "about": "A boat is an item that can be used to travel across water (and ice). Each wood type (excluding the nether wood types) has a variant (oak, spruce, birch, jungle, acacia, dark oak, mangrove, cherry, and bamboo).", "wiki": "https://minecraft.wiki/w/Boat"},
    {"word": ["p","l","a","n","k"], "about": "Wooden planks can be crafted from one log of the desired plank varent. Planks are often used in crafting and can be used as a building block. Each wood type has a plank (oak, spruce, birch, jungle, acacia, dark oak, warped, crimson, mangrove, cherry, and bamboo).", "wiki": "https://minecraft.wiki/w/Planks"},
    {"word": ["m","i","n","e","s"], "about": "Mining is a fundemental part of Minecraft. It is how you break blocks to get that block or a reasource from it.", "wiki": "https://minecraft.wiki/w/Breaking"},
    {"word": ["b","i","o","m","e"], "about": "The Minecraft World is made up of diffrent biomes. As of 1.19 there are 63 biomes. 5 for the Nether and end and 52 in the overworld (in 1.20 the Tails and Trails update the overworld will have 53 biomes), however many of these overworld biomes are variants of main biomes.", "wiki": "https://minecraft.wiki/w/Biome"},
    {"word": ["g","r","a","s","s"], "about": "The grass block is a commen block in Minecraft which will turn into dirt when broke (unless a silk touch enchantment is used). ", "wiki": "https://minecraft.wiki/w/Grass_Block"},
    {"word": ["w","a","t","e","r"], "about": "Water is a liquid in Minecraft. It forms naturally in oceans, rivers, and swamps. You can swim in water and build like you can on land but mining blocks take longer. It can be picked up with a bucket.", "wiki": "https://minecraft.wiki/w/Water"},
    {"word": ["g","e","o","d","e"], "about": "In Minecraft, Amethyst Geodes spawn underground (below y 30) and are the only place in the game to find amethyst naturally. They have a outer shell of smooth basalt, an inner shell of calcite, and an inner layer of amethyst and amethyst clusters.", "wiki": "https://minecraft.wiki/w/Amethyst_geode"},
    {"word": ["l","a","p","i","s"], "about": "Lapis is a blue ore that can be found underground. When you mine it it drops Lapis Luzuli which is required to enchant items in an enchanting table.", "wiki": "https://minecraft.wiki/w/Lapis_Lazuli"},
    {"word": ["a","r","r","o","w"], "about": "Arrows can be crafted with a peice flint, a stick, and a peice of iron making 4 arrows. Arrows can also be gotten from trading with fleching villagers or from skeletons. Arrows can be shot out of a bow or crossbow. Potion effects can be added to arrows with dragons breath and with glowstone can be turned in a spectral arrow which gives glowing to the target.", "wiki": "https://minecraft.wiki/w/Arrow"},
    {"word": ["a","p","p","l","e"], "about": "Apples are food in minecraft that give you 4 hunger points back. They can drop for oak tree leaves or be found in structures as loot. Using 8 gold ingots you can turn it into a golden apple. There is also a enchanted golden apple varent that is only obtanable via structures.", "wiki": "https://minecraft.wiki/w/Apple"},
    {"word": ["m","u","s","i","c"], "about": "Minecraft's music was originaly created by C418 and later (after its acquisition by Microsoft) Lena Raine. There are two kind of music in Minecraft: The ambient music and music discs. Ambient music play in the backround while music discs have to be aquired in game, then played in a jukebox.", "wiki": "https://minecraft.wiki/w/Music"},
    {"word": ["a","r","m","o","r"], "about": "Armor in Minecraft comes in 6 types: Leather, Iron, Chainmail, Gold, Diamond, and Netherite. Armor comes in four pieces, a helmet, a chestplate, leggings, and boots. Each type an peice provide diffrent protection points.", "wiki": "https://minecraft.wiki/w/Armor"},
    {"word": ["a","n","v","i","l"], "about": "Anvils are a block in Minecraft that can be used to repair items and merge enchantment books with items. They are affected by gravity and deal damage when they fall on a mob. You can craft one with three iron blocks and four iron ingots.", "wiki": "https://minecraft.wiki/w/Anvil"},
    {"word": ["b","i","r","c","h"], "about": "Birch is a family of wood in Minecraft and one of the original types. Birch wood has a variant of each wood item in the game.", "wiki": "https://minecraft.wiki/w/Birch"},
    {"word": ["b","e","r","r","y"], "about": "Sweet berries spawn in Tigas and deal damage to players when they step in it. When harvested you get sweet berries that you can eat to restores 2 hunger.", "wiki": "https://minecraft.wiki/w/Sweet_Berries"},
    {"word": ["s","h","e","e","p"], "about": "Sheep are passive mobs in Minecraft. When killed they drop mutton and can be sheared to get wool. You can dye sheep to make the sheeps wool that color.", "wiki": "https://minecraft.wiki/w/Sheep"},
    {"word": ["c","o","r","a","l"], "about": "Coral is a block in Minecraft that spawns in water. There are five variants: tube, brain, bubble, fire, and horn. Each of these variants has a dead sub-variant for when it is kept out of water for too long. Coral is purely decorative.", "wiki": "https://minecraft.wiki/w/Coral"},
    {"word": ["b","l","a","s","t"], "about": "Blast Furnaces are a block in Minecraft that function similar to a furnace, but can only smelt ores but smelts them faster. It is made with a furnace, iron, and smooth stone. It is also used as a job block for armor villagers.", "wiki": "https://minecraft.wiki/w/Blast_Furnace"},
    {"word": ["b","r","i","c","k"], "about": "Bricks are an item in Minecraft that can be gotten by smelting clay. It is a craftable item being able to craft flower pots, blank decorated pots, and brick blocks.", "wiki": "https://minecraft.wiki/w/Brick"},
    {"word": ["q","u","i","l","l"], "about": "The book and quill is an item in Minecraft that can be crafted with a book, ink sack, and feather. You can write in the book and sign it once you're done so no one can edit it.", "wiki": "https://minecraft.wiki/w/Book_and_Quill"},
    {"word": ["s","t","a","i","r"], "about": "Stairs are a block in Minecraft that lets you go up a block without jumping. All wood types and some stone types have a variant and are crafted with six of that item to get four stairs back (or one for one with a stonecutter). Stairs are also a great building block.", "wiki": "https://minecraft.wiki/w/Stairs"},
    {"word": ["b","r","e","a","d"], "about": "Bread is one of the best foods in Minecraft, restoring five hunger. It can be crafted with three pieces of wheat.    ", "wiki": "https://minecraft.wiki/w/Bread"},
    {"word": ["b","u","n","n","y"], "about": "Bunnies are baby rabbits. Rabbits are passive mobs that spawn in a wide range of biomes and have six variants. They drop rabbits hide (can be used to make leather), rabbits foot (used in jump boost potion), and raw rabbit (food). There is a secret killer bunny version that can only be gotten from commands and is hostile to the player dealing eight damage ( and a reference to the movie Monty Python The Holy Grail, there is also a toast variant that can be gotten through a name tag and is a memorial to TheMogMiners girlfriend whos rabbit went missing.", "wiki": "https://minecraft.wiki/w/Rabbit"},
    {"word": ["c","a","m","e","l"], "about": "The camel is a mob that was added in the 1.20 tails and trails update. You can ride it like a horse but two people can ride it and mobs can't reach you while you're on it.", "wiki": "https://minecraft.wiki/w/Camel"},
    {"word": ["s","p","a","w","n"], "about": "Spawn is a term that corresponds to summoning something into the world, or a respawn/world spawn (where you start the world) point.", "wiki": "https://minecraft.wiki/w/Spawn"},
    {"word": ["c","h","a","i","n"], "about": "In Minecraft there is a chain block, which is crafted with iron and iron nuggets and used for decoration. Chainmail is the other kind of chain in Minecraft. Chainmail is an armor set that is uncraftable and only obtainable in survival through villagers.", "wiki": "https://minecraft.wiki/w/Chain"},
    {"word": ["c","h","u","n","k"], "about": "A chunk is the term for a section of a Minecraft world. Each world is divided into 16x16 block &quot;chunks&quot; from world height to bedrock. Because all structures are loaded in chunks as well as world generation, you can find buried treasure using chunks and some chunks are &quot;slime chunks&quot; which slimes can spawn in.", "wiki": "https://minecraft.wiki/w/Chunk"},
    {"word": ["c","l","o","c","k"], "about": "Clocks are an item in Minecraft that shows you what time it is in game (based on the position of the sun). It is crafted with redstone dust and gold ingots. There is also a term in redstone called a redstone clock, which is making a redstone signal that loops.", "wiki": "https://minecraft.wiki/w/Clock"},
    {"word": ["g","l","a","s","s"], "about": "Glass is a transparent block in Minecraft made by smelting sand. With six glasses you can make 16 glass pains which are one pixel wide versions of glass. You can stain glass with eight glass blocks and a dye of the color you want to stain the glass. Four amethyst shards can make tinted glass which you can see through but light doesn&prime;t go through, making it useful for view ports on mob farms. Glass is used in many crafting recipes such as bottles and beacons.", "wiki": "https://minecraft.wiki/w/Glass"},
    {"word": ["t","o","r","c","h"], "about": "Torches are one of the most generic but effective forms of light emission in Minecraft. You get four from one stick and one coal (or charcoal) which each emit a light level of 14. There is also a soul variant crafted with an additional soul sand or soil that emits a light level of 10.", "wiki": "https://minecraft.wiki/w/Torch"},
    {"word": ["c","l","i","f","f"], "about": "The Caves and Cliffs updates (1.17 and 1.18) were massive updates that revamped world generation, improved caves, and added new features. Due to the COVID-19 pandemic the update was split into two parts, 1.17 and 1.18.", "wiki": "https://minecraft.wiki/w/Caves_%26_Cliffs"},
    {"word": ["s","t","e","a","k"], "about": "Steak is one of the best foods in the game along with bread and golden carrots, restoring eight hunger points. It is obtained by cooking raw beef, which is obtained from killing cows.", "wiki": "https://minecraft.wiki/w/Steak"},
    {"word": ["c","u","r","s","e"], "about": "There are two curse enchantments in Minecraft, curse of binding, and curse of vanishing. Curse of binding makes that item unable to be taken off until death once equipped. Curse of vanishing makes it so that upon death all item equipped with the curse disappear upon death.", "wiki": "https://minecraft.wiki/w/Curse"},
    {"word": ["n","i","g","h","t"], "about": "The night is a time of day in Minecraft that lasts 10 real life minutes and when hostile mobs can spawn because the light level drops. You can skip the night by sleeping.", "wiki": "https://minecraft.wiki/w/Daylight_cycle#Night"},
    {"word": ["o","c","e","a","n"], "about": "The ocean is a large water filled biome and has nine variants. There's the ocean, which is the generic variant, the deep ocean,  the frozen ocean (has a deep variant), the cold ocean, lukewarm ocean (has a deep variant), and warm ocean. In most of these oceans squid, drowned, fish, and kelp are common.", "wiki": "https://minecraft.wiki/w/Ocean"},
    {"word": ["t","o","o","l","s"], "about": "There are many tools in Minecraft and tools is a very broad term so I&prime;ll classify tools as: axes, pickaxes, shovels, hoes but there are many other tools such as compasses that you can find on the Minecraft wiki page. All of these tools are more effective at mining a certain type of block (and often other assorted blocks) and come in six types: wood, stone, iron, gold, diamond, and netherite. Axes are more efficient at mining wood, shovels dirt/gravel/sand, pickaxes stones, and hoes make farm land.", "wiki": "https://minecraft.wiki/w/Tool"},
    {"word": ["h","o","r","s","e"], "about": "Horses are mobs that can be found and tamed. Once tamed you can put a saddle on them to control and ride them around. Horses have different stats and can be breeded to get a horse with the best stats.", "wiki": "https://minecraft.wiki/w/Horse"},
    {"word": ["s","t","o","n","e"], "about": "Stone is a common block in Minecraft that can be mined efficiently with a pickaxe and drops cobblestone. Smelting cobblestone turns it into stone but most recipes that would use stone use cobblestone instead.", "wiki": "https://minecraft.wiki/w/Stone"},
    {"word": ["g","h","a","s","t"], "about": "The ghast is a flying Nether mob in Minecraft with ten health. They will shoot fireballs at the player which explode and start fire. When killed ghasts drop ghast tears, gunpowder.", "wiki": "https://minecraft.wiki/w/Ghast"},
    {"word": ["s","h","a","r","d"], "about": "In Minecraft there are four shards: Amethyst shards, echo shards, prismerine shards, and pottery shards. All shards are used in crafting. Amethyst shards are obtanded from mining amethystet cluseters, and can be used to craft amethyst blocks, spyglasses, tinted glass, and calibrated skulk sensors. Echo shards are found in ancient city chests and nine of them can craft a recovery compass. Prysmirine shards are dropped from guardians and are used to make all the different prysmerine blocks, and sea lanterns. Pottery shards can be obtanded by brushing suspishois snad or gravel found in various structures around the world. Each structure has its own types of shards, and there are twenty types ( As of April 2023) planed for the Tails and Trails update. They can be crafting into decorated pots.", "wiki": "https://minecraft.wiki/w/Shard"},
    {"word": ["e","l","d","e","r"], "about": "Elder Guardians are a rare miniboss mob in Minecraft. Elder Guardians spawn in Ocean Monuments like regular Guardians but there's only three and they don't respawn. When killed they drop a wet sponge and a tide armor trim.", "wiki": "https://minecraft.wiki/w/Elder_Guardian"},
    {"word": ["e","n","d","e","r"], "about": "&quot;Ender&quot; is a term in Minecraft used to associate something with the end. For instance, the Ender Dragon is a dragon in the end. There are currently three mobs with ender in the name, two blocks, and three items dubbed &quot;Ender&quot;.", "wiki": "https://minecraft.wiki/w/Ender"},
    {"word": ["p","e","a","r","l"], "about": "Ender Pearls are items dropped by Endermen or trading with a cleric in Minecraft. By throwing one you can teleport to the spot where the pearl lands. They are also used ( in combination with blaze powder) to make Eyes of Ender which are required to activate a end portal.", "wiki": "https://minecraft.wiki/w/Ender_Pearl"},
    {"word": ["f","l","i","n","t"], "about": "Flint can occasionally be dropped instead of gravel when mining gravel. It is used to craft arrows and flint and steel.", "wiki": "https://minecraft.wiki/w/Flint"},
    {"word": ["f","e","n","c","e"], "about": "Fences are blocks that can't be jumped over with a standard player jump but some horses can jump over them. They can be crafted with two sticks and two planks of any wood type (or nether bricks).", "wiki": "https://minecraft.wiki/w/Fence"},
    {"word": ["r","i","v","e","r"], "about": "Rivers are a biome and land formation in Minecraft. Squid and fish spawn there along with drowned. You can find gravel, sand, clay, and dirt at the bottom of rivers, which are filled up with water.", "wiki": "https://minecraft.wiki/w/River"},
    {"word": ["i","n","g","o","t"], "about": "An ingot is a form of a metal that is used in crafting. There are four types of ingots: Copper, Iron, Gold, and Netherite. Nine ingots can craft a block of that type.", "wiki": "https://minecraft.wiki/w/Metal"},
    {"word": ["b","o","o","t","s"], "about": "Boots are one of four parts in an armor set. They are crafted with four of their respected material.", "wiki": "https://minecraft.wiki/w/Boots"},
    {"word": ["s","t","i","c","k"], "about": "Sticks are an important item in Minecraft. Two wood planks will make four sticks (you can also craft them less efficiently using bamboo), which don't do anything by themself's but are used in a lot of crafting recipes.", "wiki": "https://minecraft.wiki/w/Stick"},
    {"word": ["s","q","u","i","d"], "about": "Squid are a mob in Minecraft that spawn in rivers and drop an ink sack upon death. Ink sacs are used in the book and quills recipe as well as in making black dye. In very early betas they were milkable and there was a bug that let them fly.", "wiki": "https://minecraft.wiki/w/Squid"},
    {"word": ["g","o","l","e","m"], "about": "There are two golems in Minecraft. The iron golem spawn naturally in villages or can be made by the player with a carved pumpkin and four iron blocks. They have 100 health and attack hostile mobs. Snow golems can only be made by a player by placing two snow blocks and a carved pumpkin on top of another. They have four health, melt in hot biomes, and shoot snowballs at mobs (they do zero damage but knock mobs back) and can be sheared. For the Minecraft live mob votes of 2021 and 2022 the copper and tuff golems have been votable options but have never won a vote.", "wiki": "https://minecraft.wiki/w/Golem"},
    {"word": ["l","l","a","m","a"], "about": "Llamas are neutral mobs that spit at you when punched. You can ride them but they are not control-able. You can put a chest on them to carry items, and carpets to change their appearance. They have a caravan behavior that makes a group of llamas follow one llama and two spawn with a wandering trader.", "wiki": "https://minecraft.wiki/w/Llama"},
    {"word": ["h","a","s","t","e"], "about": "Haste is an effect in Minecraft that can only be obtained by a beacon. It increases Mining and attack speed.", "wiki": "https://minecraft.wiki/w/Haste"},
    {"word": ["h","e","a","r","t"], "about": "Hearts are a measurement of health in Minecraft. Each heart is worth two health points. The player has ten hearts (twenty health points). When you reach zero hearts you die.", "wiki": "https://minecraft.wiki/w/Health"},
    {"word": ["h","o","n","e","y"], "about": "Honey comes in two main forms: Honey bottles & blocks,  and honeycomb & honeycomb blocks. Honey bottles can be drinked to clear poison and restore six hunger, and honey blocks can be slid down or used in redstone contraptions in conjunction with slime blocks. Honeycomb is used to craft beehives, and candles.", "wiki": "https://minecraft.wiki/w/Honey"},
    {"word": ["s","l","i","m","e"], "about": "Slimes are unique mobs in Minecraft. They spawn in swamps at night, or in slime chunks. They come in a small, medium, and large size each with different HP, when you kill one it splits into multiple of the smaller size (small slimes just drop slimeballs). Slimeballs can be used to make leads and magma cream, but are important in redstone being used to make both sticky pistons, and slime blocks.", "wiki": "https://minecraft.wiki/w/Slime"},
    {"word": ["f","u","n","g","i"], "about": "Fungi can be found in the nether, in warped and crimson forest biomes. They grow on the ground and warped fungus can be combined with a fishing rod to lure striders. Warped fungi also scares hoglins away and crimson fungi can be found in Bastion chests.", "wiki": "https://minecraft.wiki/w/Fungus"},
    {"word": ["p","l","a","i","n"], "about": "The plains biome is a common biome and one of the most generic. It is made up of grass and flowers that form a relatively flat terrain. Many peaceful mobs spawn here like horses, chicken, cows, and sheep.", "wiki": "https://minecraft.wiki/w/Plains"},
    {"word": ["i","g","l","o","o"], "about": "Igloos are a structure in Minecraft that can be found in snowy tigas and plains. There is a bed, crafting table, furnace, bed, and redstone torch on the top level. Sometimes there is a trap door beneath the carpet on the floor that leads to a brewing stand, chest, villager, and zombie villager.", "wiki": "https://minecraft.wiki/w/Igloo"},
    {"word": ["f","r","a","m","e"], "about": "Item frames are an item in Minecraft crafted with leather and sticks that is used to display items.", "wiki": "https://minecraft.wiki/w/Item_Frame"},
    {"word": ["l","e","v","e","r"], "about": "Levers are a redstone component in Minecraft that is crafted with one cobblestone and a stick. When flipped on it emits a redstone signal until flipped into the off position.", "wiki": "https://minecraft.wiki/w//Lever"},
    {"word": ["t","u","n","i","c"], "about": "A tunic is the term used for a leather chestplate. Leather tunics provide three armor points. Chestplate are one of four armor pieces in a set.", "wiki": "https://minecraft.wiki/w/Chestplate"},
    {"word": ["b","u","i","l","d"], "about": "Building is a fundamental part of Minecraft. You can build by placing down a block to put together. You can build anything you want with the wide variety of blocks in the game. There are also naturally spawning buildings such as villages or ruined portals.", "wiki": "https://minecraft.wiki/w/Structure"},
    {"word": ["a","l","l","a","y"], "about": "The Allay is a mob in Minecraft that flies around and picks up items and gives them to a player or noteblock. You can find them in Pillager outposts and woodland mansions.", "wiki": "https://minecraft.wiki/w/Allay"},
    {"word": ["g","o","a","t","s"], "about": "Goats are a mob in Minecraft that can spawn in mountainous biomes. They will ram nearby mobs, and can be tricked into ramming stone blocks to drop a goat horn. There is a variant the screams.","wiki":"https://minecraft.wiki/w/Goat"},
    {"word": ["t","r","i","m","s"], "about": "Armor trims are a set of items that you can find in structures and combine with a mineral in a smithing table to decorate your armor.","wiki":"https://minecraft.wiki/w/Smithing_Template"},
    {"word": ["t","r","a","d","e"], "about": "Trading is a system that can be used with villagers and wandering traders. While trading you exchange an item (a book is required for some trades), for another item. Emeralds are used as currency.","wiki":"https://minecraft.wiki/w/Trading"},
    {"word": ["p","a","n","d","a"], "about": "Pandas are neutral mobs that spawn in jungle biomes and eat bamboo. Unlike other mobs, they have 7 sub-variations(brown, lazy, worried, playful, weak, aggressive and normal) with slightly different behaviors and textures from each other. The rarest of these is the brown panda. Breeding the same types of pandas gives you a higher chance of getting that kind of panda.","wiki":"https://minecraft.wiki/w/Panda"},
    {"word": ["h","u","s","k","s"], "about": "Husks are a variant of zombies that only spawn in the desert. The only difference from regular zombies aside from the texture, is that when attacked, the hunger effect will be given.","wiki":"https://minecraft.wiki/w/Husk"},
    {"word": ["g","l","a","r","e"], "about": "The glare was an option for the 2021 mob vote, losing as the least voted more of the three. It would have made noise in areas where mobs could have spawned.","wiki":"https://minecraft.wiki/w/Glare"},
    {"word": ["b","o","n","e","s"], "about": "Bones are items dropped from skeletons. They can be used to tame dogs, crafted into bone blocks (which can also be found on fossils) or bone meal. Bone meals accelerate plant growth.","wiki":"https://minecraft.wiki/w/Bone"},
    {"word": ["s","h","e","l","l"], "about": "There are three kinds of shells in Minecraft. Turtle shell helmets give you ten seconds of water breathing, or can be brewed into turtle master potions. Shulker shells are dropped by shulkers and are used to craft shulker boxes. Nautilus shells are dropped by drowned and can be combined with a heart of the sea to craft a conduit.","wiki":"https://minecraft.wiki/w/Shell"},
    {"word": ["s","h","e","a","r"], "about": "Shearing is an action you can do in Minecraft with shears. You can shear sheep for wool, or leaves.","wiki":"https://minecraft.wiki/w/Shears"},
    {"word": ["b","r","u","s","h"], "about": "The brush is an item used for archeology. Made with copper, a feather, and a stick it is used to brush layers off suspicious sand/gravel.","wiki":"https://minecraft.wiki/w/Brush"},
    {"word": ["s","m","i","t","e"], "about": "Smite is a sword or axe enchantment that deals more damage to undead mobs.","wiki":"https://minecraft.wiki/w/Smite"},
    {"word": ["f","r","u","i","t"], "about": "Chorus fruit is a food found in the end, which teleports you when eaten.","wiki":"https://minecraft.wiki/w/Chorus_Fruit"},
    {"word": ["t","a","b","l","e"], "about": "There are five different kinds of tables in Minecraft, each with unique functionality. There is the crafting table used for crafting things, enchanting tables which are used for enchanting, the fletching table which currently has no use :(, the cartography table used for expanding and managing maps, and the smithing table which is used for upgrading armor and tools to netherite, and equipping armor trims.","wiki":"https://minecraft.wiki/w/Table"},
    {"word": ["s","l","a","b","s"], "about": "Slabs are half blocks that are mostly used for decoration, stopping mob spawns, and stepping stones on paths.","wiki":"https://minecraft.wiki/w/Slab"},
    {"word": ["w","a","l","l","s"], "about": "There are 22 (25 after 1.21) different walls in Minecraft, mostly variations of stones or stone like blocks. They behave similar to fences where they arenU+2019t jumpable with a normal jump.","wiki":"https://minecraft.wiki/w/Wall"},
    {"word": ["r","o","o","t","s"], "about": "There are four kinds of roots in Minecraft. The warped and crimson roots are found in their respective nether forest. Hanging roots can be found generating under azalia trees or you can bone meal rooted dirt to make more. Mangrove roots are generated at the bottom of mangrove trees","wiki":"https://minecraft.wiki/w/Roots"},
    {"word": ["m","o","s","s","y"], "about": "Mossy blocks are a variation of cobblestone and stone bricks. You can craft them with vines or moss blocks and find them naturally in old growth spruce forests.","wiki":"https://minecraft.wiki/w/Mossy"},
    {"word": ["m","e","l","o","n"], "about": "Melons are blocks in Minecraft that can be found naturally in jungles and savanna villages, or grown with melon seeds. When broken they drop melon slices that you can eat!","wiki":"https://minecraft.wiki/w/Melon"},
    {"word": ["s","c","u","l","k"], "about": "Sculk is a family of blocks including sculk blocks, shrieker, sensors, catalysts, and more. All of the sculk family can be found in the deep dark biome. The Warden is also a part of the sculk family.","wiki":"https://minecraft.wiki/w/Sculk_family"}
  ]
}